{
  "@odata.type": "#microsoft.graph.androidManagedAppProtection",
  "displayName": "Seed-Android-AppProtection",
  "description": "Android app protection baseline for MAM scenarios.",
  "periodOfflineBeforeAccessCheck": "PT12H",
  "periodOnlineBeforeAccessCheck": "PT30M",
  "allowedInboundDataTransferSources": "managedApps",
  "allowedOutboundDataTransferDestinations": "managedApps",
  "organizationalCredentialsRequired": true,
  "allowedOutboundClipboardSharingLevel": "managedAppsWithPasteIn",
  "dataBackupBlocked": true,
  "deviceComplianceRequired": false,
  "managedBrowserToOpenLinksRequired": true,
  "saveAsBlocked": true,
  "periodOfflineBeforeWipeIsEnforced": "P30D",
  "pinRequired": true,
  "maximumPinRetries": 5,
  "simplePinBlocked": true,
  "minimumPinLength": 6,
  "pinCharacterSet": "numeric",
  "periodBeforePinReset": "P90D",
  "allowedDataStorageLocations": [
    "oneDriveForBusiness",
    "sharePoint"
  ],
  "contactSyncBlocked": true,
  "printBlocked": true,
  "fingerprintBlocked": false,
  "disableAppPinIfDevicePinIsSet": true,
  "minimumRequiredOsVersion": "13.0",
  "appActionIfDeviceComplianceRequired": "block",
  "appActionIfMaximumPinRetriesExceeded": "wipe",
  "screenCaptureBlocked": true,
  "encryptAppData": true,
  "disableAppEncryptionIfDeviceEncryptionIsEnabled": false,
  "minimumRequiredPatchVersion": "2024-10-01",
  "requiredAndroidSafetyNetDeviceAttestationType": "basicIntegrity",
  "requiredAndroidSafetyNetAppsVerificationType": "enabled"
}
